{
    "filename": "fbise9mathold_theorem_11.1.4",
    "name": "Theorem 11.1.4 — Medians of a Triangle Are Concurrent",
    "description": "Explains concurrency of medians and the centroid trisection property in triangles.",
    "tags": ["geometry", "triangle", "median", "class9"],
    "status": "ready",
    "createdAt": "2025-08-03T12:00:00Z",
    "editedAt": "2025-08-03T12:00:00Z",
    "blocks": [
      {
        "type": "title",
        "content": "Theorem 11.1.4 — Medians of a Triangle Are Concurrent"
      },
      {
        "type": "p",
        "content": "The <strong>medians</strong> of a triangle are line segments that connect each vertex to the midpoint of the opposite side. Every triangle has exactly three medians."
      },
      {
        "type": "p",
        "content": "This theorem states that all three medians of a triangle meet at a single point. This point is called the <strong>centroid</strong> of the triangle. Moreover, this point has a special property: it divides each median into two segments such that the segment from the vertex to the centroid is <em>twice as long</em> as the segment from the centroid to the midpoint of the opposite side."
      },
      {
        "type": "p",
        "content": "In other words, the medians are not just concurrent — their point of concurrency is also the <strong>point of trisection</strong> for each median."
      },
      {
        "type": "image",
        "content": "/images/theorems9old_11.1.4.svg"
      },
      {
        "type": "p",
        "content": "🔹 <strong>What does concurrent mean?</strong><br />Concurrent lines are lines that <em>all intersect at a single point</em>. The length of the lines does not matter. They do not need to be equal or symmetrical. For example, the three medians of a triangle are concurrent because they all pass through one shared point — the centroid."
      },
      {
        "type": "p",
        "content": "❌ <strong>Concurrent</strong> does <strong>not</strong> mean <strong>congruent</strong>.<br />Congruent lines are equal in length. Concurrent lines may or may not be congruent — the key is that they meet at one point, not that they are the same."
      },
      {
        "type": "p",
        "content": "🔸 <strong>Point of Trisection:</strong><br />This is a unique feature of triangle medians. The centroid divides each median in a fixed ratio of <strong>2:1</strong>. That means:"
      },
      {
        "type": "p",
        "content": "If you look at a median from vertex A to the midpoint of the opposite side BC, and the centroid lies on that line, then:"
      },
      {
        "type": "p",
        "content": "<span style=\"display: inline-block; padding-left: 2em;\">AG = 2 × GD</span><br />Where G is the centroid and D is the midpoint of BC."
      },
      {
        "type": "p",
        "content": "This is true for all three medians in a triangle — the centroid is always 2/3 of the way from each vertex to the midpoint of the opposite side."
      }
    ]
  }
  